export const content = {
    footer: {
        us: 'О нас',
        encr: 'Шифрование',
        appr: 'Лицензия',
    },
    header: {
        signin: 'Войти',
        signout: 'Выйти',
    },
    history: {
        title: 'Прошедшие выборы:',
        desc: 'Здесь показаны выборы, что закончились, вы можете осмотреть их конечную статистику, выбрав дату!',
    },
    opening: {
        title: 'Спасибо, что выбрали нас!',
        desc: 'Мы стараемся предоставить открытые и прозрачные выборы, при использований шифрования данных и сохранения только необходимых данных, чтобы предоставить безопасные выборы!',
    },
    signin: {
        phaseone: {
            title: '',
            desc: '',
            placeholder: '',
            button: '',
        },
        phasetwo: {
            title: '',
            desc: '',
            button: '',
        }
    },
    statistics: {
        title: 'Текущая статистика',
        totalvotes: 'Всего участвующих изберателей:',
        graphtitle: 'Голоса за партию:',
        topleaders: 'Ведущие лидеры:',
    },
    voting: {
        title: 'Списки избираемых:',
        party: 'Партия',
        leader: 'Лидер партии',
        vote: 'Выбор',
    },
    langSelector: {
        ru: 'Ру',
        en: 'Ан',
        he: 'Ив',
    },
};