export const content = {
    footer: {
        us: 'עלינו',
        encr: 'הצפנה',
        appr: 'מסמכים',
    },
    header: {
        signin: 'כניסה',
        signout: 'להתנתק',
        welcome: 'שלום!',
    },
    history: {
        title: 'בחירות קודמות',
        desc: 'פה מוצגות בחירות אשר חלפו, ניתן לצפות בכל אחת ואחת מהם עם בחירת תאריך!',
        search: 'שנה',
        nohistory: 'מידע לא זמין',
    },
    opening: {
        title: 'תודה על אמונתכם בנו!',
        desc: 'אנחנו משקיעים בבחירות שקופות ובטוחות, השימוש בהצפני ושמירה של פרטים אישיים בצורה מוקבלת מעוד!',
    },
    signin: {
        phaseone: {
            title: 'התחברות',
            desc: 'השתמש בתעודת זהות ע"מ להתחבר',
            placeholder: 'מס תעודת זהות',
        },
        phasetwo: {
            title: 'אימות',
            desc: 'הקלד את הסיסמה שקיבלתה דרך סמס או דואר אלקטרוני',
            placeholder: 'סיסמה',
        },
        button: 'שלח',
    },
    statistics: {
        title: 'סטטיסטיקה עדכנית',
        totalvotes: ':ס"הכ משתתפים עד כה',
        graphtitle: 'קולות עבור מפלגה:',
        topleaders: ':שלושה מובילים',
        error: 'טוען',
    },
    voting: {
        title: 'רשימת נבחרים',
        party: 'מפלגה',
        leader: 'ראש המפלגה',
        vote: 'בחירה',
        error: 'אין סכרים זמינים כעט',
    },
    voteconfirm: {
        title: 'שימו לב',
        disclaimer: 'בהצבעתך כאן, בפלטפורמה, את/ה מסכים לכך שנשמור את הצבעתך עבור מערכת הבחירות הספציפית הזו. בנוסף, את/ה מסכים לכך שבמהלך העיבוד, הצבעתך תופרד מהמידע האישי שלך (ת"ז). ה-ת"ז יישמר במצב מוצפן, ולאחר מכן יימחק בתום הבחירות. פעולה זו אינה ניתנת לביטול!',
        label: 'קראתי והבנתי את ההערה',
        question: 'האם את/ה בטוח שברצונך להצביע עבור מפלגה זו?',
        positive: 'כן',
        negative: 'לא',
    },
    langSelector: {
        ru: 'Ru',
        en: 'En',
        he: 'He',
    },
    us: {
        title: 'עלינו',
        p1: 'אתר זה נוצר על ידי שני אנשים מרקע של מעמד העובדים, המאמינים כי הדור הבא של הבחירות הדיגיטליות יכול להיות מאובטח, נוח ונגיש להשתתפות — מבלי להתפשר על העקרונות של בחירות מסורתיות.',
        p2: 'האתר שלנו מספק דרך פשוטה להצביע באופן דיגיטלי, ללא צורך לצאת מהבית, לעמוד בתור או לבלות שעות בקלפי.',
        p3: 'גישת האבטחה החד-כיוונית שלנו מאפשרת לנו לשמור רק את המידע הרלוונטי לבחירות, מבלי לחשוף או לשמור את מזהי הלקוחות. אנו שומרים רק את המידע הנדרש לצורך קיום הבחירות: מידע על המפלגות ומספר הקולות. במהלך ההצבעה הפעילה, אנו שומרים רק גרסאות מגובבות של ת"ז.',
    },
    encryption: {
        title: '',
    },
    license: {
        title: '',
    },
};