export const content = {
    footer: {
        us: 'О нас',
        encr: 'Шифрование',
        appr: 'Лицензия',
    },
    header: {
        signin: 'Войти',
        signout: 'Выйти',
        welcome: 'Здравствуйте!',
    },
    history: {
        title: 'Прошедшие выборы',
        desc: 'Здесь показаны выборы, что закончились, вы можете осмотреть их конечную статистику, выбрав дату!',
        search: 'Год',
        nohistory: 'Для этого года ничего не нашлось',
    },
    opening: {
        title: 'Спасибо, что выбрали нас!',
        desc: 'Мы стараемся предоставить открытые и прозрачные выборы, при использований шифрования данных и сохранения только необходимых данных, чтобы предоставить безопасные выборы!',
    },
    signin: {
        phaseone: {
            title: 'Вход',
            desc: 'Введите ваш паспортный номер для входа',
            placeholder: 'Паспортный номер',
        },
        phasetwo: {
            title: 'Подтверждение',
            desc: 'Введите код, полученный по СМС или ЭЛЕКТРОННОЙ ПОЧТЕ',
            placeholder: 'Пароль',
        },
        button: 'Отправить',
    },
    statistics: {
        title: 'Текущая статистика',
        totalvotes: 'Всего участвующих изберателей:',
        graphtitle: 'Голоса за партию:',
        topleaders: 'Ведущие лидеры:',
    },
    voting: {
        title: 'Списки избираемых',
        party: 'Партия',
        leader: 'Лидер партии',
        vote: 'Выбор',
        error: 'No on going elections right now',
    },
    voteconfirm: {
        title: 'Внимание',
        disclaimer: 'Отдавая свой голос здесь, на платформе, вы соглашаетесь с тем, что мы сохраним ваш голос для этих конкретных выборов. Более того, вы соглашаетесь с тем, что в процессе обработки ваш голос будет отделён от ваших персональных данных (ПН). Паспортный Номер будет храниться в зашифрованном виде, а затем удалён по окончании выборов. Это действие необратимо!',
        label: 'Я прочитал(а) и понял(а) примечание',
        question: 'Вы уверены, что хотите проголосовать за эту партию?',
        positive: 'ДА',
        negative: 'НЕТ',
    },
    langSelector: {
        ru: 'Ру',
        en: 'Ан',
        he: 'Ив',
    },
};