export const content = {
    footer: {
        us: 'О нас',
        encr: 'Шифрование',
        appr: 'Лицензия',
    },
    header: {
        signin: 'Войти',
        signout: 'Выйти',
        welcome: 'Здравствуйте!',
    },
    history: {
        title: 'Прошедшие выборы',
        desc: 'Здесь показаны выборы, что закончились, вы можете осмотреть их конечную статистику, выбрав дату!',
        search: 'Год',
        nohistory: 'Информация отсутствует',
    },
    opening: {
        title: 'Спасибо, что доверились нам!',
        desc: 'Мы стараемся предоставить прозрачные и БЕЗОПАСНЫЕ выборы, при использований шифрования данных и сохранения только необходимых данных!',
    },
    signin: {
        phaseone: {
            title: 'Вход',
            desc: 'Введите ваш паспортный номер для входа',
            placeholder: 'Паспортный номер',
        },
        phasetwo: {
            title: 'Подтверждение',
            desc: 'Введите код, полученный по СМС или ЭЛЕКТРОННОЙ ПОЧТЕ',
            placeholder: 'Пароль',
        },
        button: 'Отправить',
    },
    statistics: {
        title: 'Текущая статистика',
        totalvotes: 'Всего участвующих:',
        graphtitle: 'Голоса за партию:',
        topleaders: 'Ведущие лидеры:',
        error: 'Загрузка',
    },
    voting: {
        title: 'Списки избираемых',
        party: 'Партия',
        leader: 'Лидер партии',
        vote: 'Выбор',
        error: 'В данный момент опросы отсутствуют',
    },
    voteconfirm: {
        title: 'Внимание',
        disclaimer: 'Отдавая свой голос здесь, на платформе, вы соглашаетесь с тем, что мы сохраним ваш голос для этих конкретных выборов. Более того, вы соглашаетесь с тем, что в процессе обработки ваш голос будет отделён от ваших персональных данных (ПН). Паспортный Номер будет храниться в зашифрованном виде, а затем удалён по окончании выборов. Это действие необратимо!',
        label: 'Я прочитал(а) и понял(а) примечание',
        question: 'Вы уверены, что хотите проголосовать за эту партию?',
        positive: 'ДА',
        negative: 'НЕТ',
    },
    langSelector: {
        ru: 'Ру',
        en: 'Ан',
        he: 'Ив',
    },
    us: {
        title: 'О нас',
        p1: 'Этот сайт был создан двумя людьми из рабочего класса, которые верят, что выборы нового поколения могут быть безопасными, удобными и комфортными для участия — без ущерба для принципов традиционных выборов.',
        p2: 'Наш сайт предоставляет простой способ проголосовать в цифровом формате, без необходимости выходить из дома, стоять в очереди или проводить несколько часов в избирательном участке.',
        p3: 'Наш подход к односторонней безопасности позволяет нам хранить только те данные, которые необходимы для проведения выборов, не раскрывая и не сохраняя личные данные клиентов. Мы храним только информацию, необходимую для проведения выборов: информацию о партиях и количество голосов. Во время проведения голосования мы сохраняем только хешированные версии номера паспортов.',
    },
    encryption: {
        title: '',
    },
    license: {
        title: '',
    },
};