export const content = {
    footer: {
        us: 'עלינו',
        encr: 'הצפנה',
        appr: 'מסמכים',
    },
    header: {
        signin: 'כניסה',
        signout: 'להתנתק',
        welcome: 'שלום!',
    },
    history: {
        title: 'בחירות קודמות',
        desc: 'פה מוצגות בחירות אשר חלפו, ניתן לצפות בכל אחת ואחת מהם עם בחירת תאריך!',
        search: 'שנה',
        nohistory: 'שום דבר לא נמצה עבור שנה זו',
    },
    opening: {
        title: 'תודה על הבחירה בנו!',
        desc: 'אנחנו משקיעים בבחירות שקופות  ופתוחות, השימוש בהצפני ושמירה של פרטים אישיים בצורה מוקבלת מעוד, על מנת להבטיח בחירות בטוחות!',
    },
    signin: {
        phaseone: {
            title: 'התחברות',
            desc: 'השתמש בתעודת זהות ע"מ להתחבר',
            placeholder: 'מס תעודת זהות',
        },
        phasetwo: {
            title: 'אימות',
            desc: 'הקלד את הסיסמה שקיבלתה דרך סמס או דואר רלקטרוני',
            placeholder: 'סיסמה',
        },
        button: 'שלח',
    },
    statistics: {
        title: 'סטטיסטיקה עדכנית',
        totalvotes: ':סהכ משתתפים עד כה',
        graphtitle: 'קולות עבור מפלגה:',
        topleaders: ':שלושה מובילים',
    },
    voting: {
        title: 'רשימת נבחרים',
        party: 'מפלגה',
        leader: 'ראש המפלגה',
        vote: 'בחירה',
        error: 'No on going elections right now',
    },
    voteconfirm: {
        title: 'שימו לב',
        disclaimer: 'בהצבעתך כאן, בפלטפורמה, את/ה מסכים לכך שנשמור את הצבעתך עבור מערכת הבחירות הספציפית הזו. בנוסף, את/ה מסכים לכך שבמהלך העיבוד, הצבעתך תופרד מהמידע האישי שלך (ת"ז). ה-ת"ז יישמר במצב מוצפן, ולאחר מכן יימחק בתום הבחירות. פעולה זו אינה ניתנת לביטול!',
        label: 'קראתי והבנתי את ההערה',
        question: 'האם את/ה בטוח שברצונך להצביע עבור מפלגה זו?',
        positive: 'כן',
        negative: 'לא',
    },
    langSelector: {
        ru: 'Ru',
        en: 'En',
        he: 'He',
    },
};